Repository: miataru/miataru-ios-client
Catalog: miataru/miataru/Assets/Localization/Groups.xcstrings
Source language: en
Languages: da, de, es, fi, fr, it, ja, nl, zh_hans

# add_new_group
source: Add a new group
da: Tilføj ny gruppe
de: Gruppe hinzufügen
es: Agregar un nuevo grupo
fi: Lisää uusi ryhmä
fr: Ajouter un nouveau groupe
it: Aggiungi nuovo gruppo
ja: グループ追加
nl: Nieuwe groep toevoegen
zh_hans: 添加新群组

source: Delete Group
da: Slet gruppe
de: Gruppe löschen
es: Eliminar grupo
fi: Poista ryhmä
fr: Supprimer le groupe
it: Elimina gruppo
ja: グループを削除
nl: Groep verwijderen
zh_hans: 删除群组

source: Edit group
da: Redigér gruppe
de: Gruppe bearbeiten
es: Editar grupo
fi: Muokkaa ryhmää
fr: Modifier le groupe
it: Modifica gruppo
ja: グループを編集
nl: Groep bewerken
zh_hans: 编辑群组

source: Group not found
da: Gruppe ikke fundet
de: Gruppe nicht gefunden
es: Grupo no encontrado
fi: Ryhmää ei löytynyt
fr: Groupe introuvable
it: Gruppo non trovato
ja: グループが見つかりません。
nl: Groep niet gevonden
zh_hans: 未找到群组

# group_detailview_edit
source: Edit
da: Redigér
de: Bearbeiten
es: Editar
fi: Muokkaa
fr: Modifier
it: Modifica
ja: 編集
nl: Bewerken
zh_hans: 编辑

# group_empty_add_devices_message
source: add devices using the Edit button
da: tilføj enheder via knappen Redigér
de: Füge Geräte mit dem Bearbeiten‑Button hinzu
es: añade dispositivos usando el botón Editar
fi: lisää laitteita Muokkaa-painikkeella
fr: ajoutez des appareils avec le bouton Modifier
it: aggiungi dispositivi usando il pulsante Modifica
ja: 編集ボタンを使用してデバイスを追加してください
nl: voeg apparaten toe via de knop Bewerken
zh_hans: 使用编辑按钮添加设备

# group_map_could_fetch_device_location
source: could not fetch location for device: %@
da: kunne ikke hente placering for enhed: %@
de: Standort für Gerät konnte nicht abgerufen werden: %@
es: no se pudo obtener la ubicación del dispositivo: %@
fi: ei voitu hakea laitteen sijaintia: %@
fr: impossible de récupérer la position de l’appareil : %@
it: impossibile recuperare la posizione del dispositivo: %@
ja: デバイスの位置情報を取得できませんでした: %@
nl: kon locatie voor apparaat niet ophalen: %@
zh_hans: 无法获取设备位置：%@

# group_member_devices
source: select devices that should be in this group
da: vælg de enheder, der skal være i denne gruppe
de: Wähle Geräte aus, die in dieser Gruppe sein sollen
es: selecciona los dispositivos que deben estar en este grupo
fi: valitse laitteet tähän ryhmään
fr: sélectionnez les appareils qui doivent être dans ce groupe
it: seleziona i dispositivi che devono essere in questo gruppo
ja: このグループに含めるデバイスを選択してください
nl: selecteer apparaten die in deze groep moeten zitten
zh_hans: 选择应包含在此组的设备

source: Group Name
da: Gruppenavn
de: Gruppenname
es: Nombre del grupo
fi: Ryhmän nimi
fr: Nom du groupe
it: Nome gruppo
ja: グループ名
nl: Groepsnaam
zh_hans: 群组名称

# group_name_placeholder
source: Enter group name
da: Indtast gruppenavn
de: Gruppennamen eingeben
es: Escribe el nombre del grupo
fi: Anna ryhmän nimi
fr: Saisissez le nom du groupe
it: Inserisci il nome del gruppo
ja: グループ名を入力してください
nl: Voer groepsnaam in
zh_hans: 输入群组名称

# group_name_section
source: Group Name
da: Gruppenavn
de: Gruppenname
es: Nombre del grupo
fi: Ryhmän nimi
fr: Nom du groupe
it: Nome gruppo
ja: グループ名
nl: Groepsnaam
zh_hans: 群组名称

# group_name_textfield
source: enter a group name here
da: indtast et gruppenavn her
de: Gib hier einen Gruppennamen ein
es: ingresa un nombre de grupo aquí
fi: kirjoita ryhmän nimi tähän
fr: entrez un nom de groupe ici
it: inserisci qui un nome di gruppo
ja: ここにグループ名を入力してください
nl: voer hier een groepsnaam in
zh_hans: 在此输入群组名称

# group_row_num_devices
source: %d devices
da: %d enheder
de: %d Geräte
es: %d dispositivos
fi: %d laitetta
fr: %d appareils
it: %d dispositivi
ja: %d台のデバイス
nl: %d apparaten
zh_hans: %d 台设备

# grouplist_addbutton
source: Create group
da: Opret gruppe
de: Gruppe erstellen
es: Crear grupo
fi: Luo ryhmä
fr: Créer un groupe
it: Crea gruppo
ja: グループを作成
nl: Groep aanmaken
zh_hans: 创建群组

# grouplist_addbutton_hint
source: Opens the create group sheet
da: Åbner arket til at oprette en gruppe
de: Dialog zum Erstellen einer Gruppe öffnen
es: Abre la hoja de creación de grupo
fi: Avaa ryhmän luonti-ikkunan
fr: Ouvre la feuille de création de groupe
it: Apre il foglio per creare un gruppo
ja: グループ作成シートを開く
nl: Opent het scherm om een groep te maken
zh_hans: 打开创建群组面板

# grouplist_edit_done
source: Done
da: Færdig
de: Fertig
es: Listo
fi: Valmis
fr: Terminé
it: Fatto
ja: 完了
nl: Gereed
zh_hans: 完成

# grouplist_editbutton
source: Edit
da: Redigér
de: Bearbeiten
es: Editar
fi: Muokkaa
fr: Modifier
it: Modifica
ja: 編集
nl: Bewerken
zh_hans: 编辑

# grouplist_editbutton_hint
source: Enters edit mode for the groups list
da: Åbner redigeringstilstand for gruppelisten
de: Wechselt in den Bearbeitungsmodus der Gruppenliste
es: Entra en modo edición de la lista de grupos
fi: Siirtyy ryhmälistan muokkaustilaan
fr: Passe en mode édition de la liste des groupes
it: Entra nella modalità modifica elenco gruppi
ja: グループ一覧の編集モードに入ります
nl: Schakelt bewerkingsmodus voor de groepenlijst in
zh_hans: 进入群组列表编辑模式

source: Groups
da: Grupper
de: Gruppen
es: Grupos
fi: Ryhmät
fr: Groupes
it: Gruppi
ja: グループ
nl: Groepen
zh_hans: 群组

source: No groups yet
da: Ingen grupper endnu
de: Noch keine Gruppen
es: Aún no hay grupos
fi: Ei vielä ryhmiä
fr: Pas encore de groupe
it: Nessun gruppo ancora
ja: グループがまだありません
nl: Nog geen groepen
zh_hans: 还没有群组

# no_groups_available_create_new
source: No groups available. Create a new group to get started.
da: Ingen grupper tilgængelige. Opret en ny for at komme i gang.
de: Keine Gruppen verfügbar. Erstelle eine neue Gruppe, um zu beginnen.
es: No hay grupos disponibles. Crea uno nuevo para empezar.
fi: Ei ryhmiä. Luo uusi aloittaaksesi.
fr: Aucun groupe disponible. Créez-en un nouveau pour commencer.
it: Nessun gruppo disponibile. Creane uno nuovo per iniziare.
ja: 利用できるグループはありません。新しいグループを作成して開始してください。
nl: Geen groepen beschikbaar. Maak een nieuwe om te beginnen.
zh_hans: 暂无群组。创建新群组开始使用。

source: Remove from group
da: Fjern fra gruppe
de: Aus Gruppe entfernen
es: Eliminar del grupo
fi: Poista ryhmästä
fr: Retirer du groupe
it: Rimuovi dal gruppo
ja: グループから削除
nl: Verwijderen uit groep
zh_hans: 从群组移除

source: Tap the + button to create a new group.
da: Tryk på + for at oprette en ny gruppe.
de: Tippe auf den + Button, um eine neue Gruppe zu erstellen.
es: Toca el botón + para crear un nuevo grupo.
fi: Napauta + luodaksesi uuden ryhmän.
fr: Touchez le bouton + pour créer un nouveau groupe.
it: Tocca il pulsante + per creare un nuovo gruppo.
ja: 「＋」ボタンをタップして新しいグループを作成してください。
nl: Tik op de + knop om een nieuwe groep te maken.
zh_hans: 点击 + 按钮创建新群组。
